/* title for the available tags cloud field */
/* "ActivateiTunesTitle" = "Activate iTunes:"; */

/* No comment provided by engineer. */
"Album" = "Albwm";

/* No comment provided by engineer. */
"Album Artist" = "Artist Albwm";

/* No comment provided by engineer. */
"Album Artist or Artist" = "Artist Albwm neu Artist";

/* inform the user that in order to receive notifiations from iTunes they should set GrowlTunes to launch at login */
/* "AlertMessageStartAtLogin" = "Allowing this will let GrowlTunes launch everytime you login, so that it is available when you use iTunes"; */

/* start at login alert title informing the user what's going to happen */
/* "AlertTitleStartAtLogin" = "Alert! Enabling this option will add GrowlTunes to your login items"; */

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* No comment provided by engineer. */
"Artist" = "Artist";

/* title for the available tags cloud field */
/* "AvailableTagsTitle" = "Available Tags:"; */

/* title for the both icon position menu item */
/* "BothIconPositionTitle" = "Both"; */

/* bring itunes to front menu text */
"BringiTunesToFrontMenuTitle" = "Dwyn iTunes i'r Blaen";

/* Cancel Button Title */
/* "CancelButtonTitle" = "Cancel"; */

/* No comment provided by engineer. */
"Changed Tracks" = "Traciau a Newidwyd";

/* No comment provided by engineer. */
"Comment" = "Sylw";

/* No comment provided by engineer. */
"Description" = "Disgrifiad";

/* title for the dock icon position menu item */
/* "DockIconPositionTitle" = "Dock"; */

/* No comment provided by engineer. */
/* "Episode" = "Episode"; */

/* No comment provided by engineer. */
"Episode ID" = "Dynodiad y Bennod";

/* No comment provided by engineer. */
"Episode Number" = "Rhif y Bennod";

/* title for the Format Tab */
/* "FormatTabTitle" = "Media Types"; */

/* title for the General Tab */
"GeneralTabTitle" = "Cyffredinol";

/* title for the HotKeys Tab */
/* "HotKeysTabTitle" = "Shortcuts"; */

/* title for the icon position pop-up */
/* "IconPositionTitle" = "Icon position:"; */

/* No comment provided by engineer. */
"If you quit GrowlTunes you will no longer receive iTunes notifications." = "If you quit GrowlTunes you will no longer receive iTunes notifications.";

/* No comment provided by engineer. */
"Long Description" = "Disgrifiad Hir";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "Disgrifiad Hir, Sylw, neu Ddisgrifiad";

/* title for the menu icon position menu item */
"MenuIconPositionTitle" = "Dewislen";

/* the setting the user changed will only become effective when the user relaunches the application */
/* "MessageTextEffectiveUponRestart" = "This setting will take effect when GrowlTunes restarts"; */

/* No comment provided by engineer. */
"MovieFormatTitle" = "Movie";

/* No comment provided by engineer. */
"MusicFormatTitle" = "Music";

/* No comment provided by engineer. */
"MusicVideoFormatTitle" = "Music Video";

/* No comment provided by engineer. */
"Name" = "Enw";

/* Next track menu text */
"NextTrackMenuTitle" = "→ Trac Nesaf";

/* title for the available tags cloud field */
/* "NextTrackTitle" = "Next Track:"; */

/* No comment provided by engineer. */
"No" = "No";

/* title for the none icon position menu item */
/* "NoneIconPositionTitle" = "None"; */

/* title for the notification description format field */
"NotificationDescriptionTitle" = "Disgrifiad:";

/* title for the notification title format field */
"NotificationTitleTitle" = "Teitl:";

/* title for the notify on pause checkbox */
/* "NotifyOnPauseTitle" = "Notify on Pause"; */

/* title for the notify on stop checkbox */
/* "NotifyOnStopTitle" = "Notify on Stop"; */

/* title for the notify when in foreground checkbox */
/* "NotifyWheniTunesIsInFrontTitle" = "Notify when iTunes is in the front"; */

/* title for the available tags cloud field */
/* "NowPlayingTitle" = "Now Playing:"; */

/* OK Button Title
   User wants to run GrowlTunes in the background, no icons in the menu or dock */
/* "OkButtonTitle" = "OK"; */

/* No comment provided by engineer. */
"Paused" = "Oedwyd";

/* No comment provided by engineer. */
"Play Time" = "Amser Chwarae";

/* Play pause menu text */
"PlayPauseMenuTitle" = "▶ Chwarae/Oedi";

/* title for the available tags cloud field */
/* "PlayPauseTitle" = "Play/Pause:"; */

/* No comment provided by engineer. */
"PodcastFormatTitle" = "Podcast";

/* Preferences menu text */
/* "PreferencesMenuTitle" = "Preferences"; */

/* title for the Preferences Window */
/* "PreferencesWindowTitle" = "Preferences"; */

/* Previous track menu text */
"PreviousTrackMenuTitle" = "← Trac Blaenorol";

/* title for the available tags cloud field */
/* "PreviousTrackTitle" = "Previous Track:"; */

/* quit both menu text */
"QuitBothMenuTitle" = "Gadael y Ddau";

/* quit growltunes menu text */
"QuitGrowlTunesMenuTitle" = "Gadael GrowlTunes";

/* quit itunes menu text */
"QuitiTunesMenuTitle" = "Gadael iTunes";

/* No comment provided by engineer. */
"Rating" = "Graddiad";

/* ratings menu text */
/* "RatingsMenuTitle" = "Rating"; */

/* No comment provided by engineer. */
"Season Number" = "Rhif y Tymor";

/* No comment provided by engineer. */
"Show" = "Dangos";

/* No comment provided by engineer. */
"ShowFormatTitle" = "Dangos";

/* title for the start at login switch */
/* "StartAtLoginTitle" = "Start at login:"; */

/* No comment provided by engineer. */
"Started" = "Cychwynwyd";

/* start itunes menu text */
/* "StartiTunesMenuTitle" = "Start iTunes"; */

/* No comment provided by engineer. */
"Stopped" = "Stopiwyd";

/* No comment provided by engineer. */
"Stream Title" = "Teitl y Ffrwd";

/* No comment provided by engineer. */
"StreamFormatTitle" = "Stream";

/* No comment provided by engineer. */
"Track Count" = "Nifer y Traciau";

/* No comment provided by engineer. */
"Track Number" = "Rhif y Trac";

/* No comment provided by engineer. */
"Video Kind" = "Math Fideo";

/* title for the available tags cloud field */
/* "VolumeDownTitle" = "Volume Down:"; */

/* volume menu text */
"VolumeMenuTitle" = "Sŵn";

/* title for the available tags cloud field */
/* "VolumeUpTitle" = "Volume Up:"; */

/* No comment provided by engineer. */
"Yes" = "Yes";

